insert into posting(user_id,store_id,title,content)
values(1,2,'인생맛집','지금까지 이런 맛은 없었다. 이것은 갈비인가 통닭인가'),
(1,3,'인생돈까스집','모듬카츠는 안심 2피스에 등심이 무려 7피스나 나오는데 고소한 지방이 붙은 두툼한 등심에 완전 촉촉하고 부드러운 안심 둘다 고기 자체가 워낙 맛있어서 소금에만 콕 찍어도 와사비 올려 먹어도 소스찍먹해도 맛있고 양도 많아 든든했어요🤍

살얼음 동동 냉모밀도 보들보들하면서 탄력있는 면발의 삶기와 육수의 간이 딱 좋아서 돈까스와 찰떡궁합이더라구요! 곁들여 먹는 반찬도 무척 깔끔하고 오징어 젓갈까지 맛도리! 바쁜 시간엔 웨이팅이 있지만 기다려서 먹어도 좋을 만큼 맛있어서 꼭 한번 드셔보시길 추천해요🤍
'),
(1,4,'인생라멘집','시그니처 킨로우 라멘 선택
짱맛있어요 .... ㅜㅜ 다른 메뉴도 기대됩니다
고기도 엄청 크고 부드러워요
계란은 조금 짰지만 그래도 완벽한 반숙이었어요'),
(1,5,'인생국밥집','요즘 넘더워서 동네 시원한 국수먹으러 찾다가 들어왔는데 만족!!!시원하니~~곱베기라 완전 양도 만족! 소고기국밥도 밥말아먹고 개운하게 해장하기 좋네요^^
잘먹었습니다'),
(1,6,'인생덮밥','비주얼에서 한번 놀라고 맛에서 두번 놀라용
매장 인테리어도 일본에 온 것 같은 분위기라 좋아요 지브리 감성이 가득합니다!!'),
(1,7,'인생맥주','싸다고 막시켰다간 깜놀하니
술만 마니 묵어유~
할맥같은 얼음맥주잔은 따라올곳이 없음'),
(1,8,'인생돼지','직원분들이 고기 잘구워주시고 진짜 가성비최고고기맛집 ㅠㅠ... 내 인생 탑쓰리에 들어가는 고기집! 항정살이 핵햇 맛있고 삼겹살도 왕왕 맛있는곳!!! 고기에서 잡내 하나도 안나고 된장찌개마저 개맛도리... 밥슥슥비벼먹으면 된장술밥되는디 술먹고싶은거 참고 고기욱여넣음 멀리서 먹으러 재방문했지만 여전히 맛있는곳'),
(1,9,'피자로스쿨','피자스쿨 말이 필요없죠~~~
가성비 국내최고^^');